<?php

$_lang['currencyrate_prop_input'] = 'Входящее значние';
$_lang['currencyrate_prop_multiplier'] = 'Множитель, если указан будет выполнена операция умножения';
$_lang['currencyrate_prop_divider'] = 'Делитель, если указан будет выполнена операция деления';
$_lang['currencyrate_prop_format'] = 'Формат цен, по умолчанию формат [2,"."," "], что превращает "15336.6" в "15 336.60"';
$_lang['currencyrate_prop_noZeros'] = 'Убирать лишние нули в ценах, по умолчанию, цены товаров выводятся с двумя десятичными: "15.20". Если эта опция включена, лишние нули в конце цены убираются и вы получите "15.2".';
$_lang['currencyrate_prop_toPlaceholder'] = 'Если не пусто, сниппет сохранит все данные в плейсхолдер с этим именем, вместо вывода не экран.';
